/* General */

"OK" = "OK";

"Cancel" = "Annuler";

"Add" = "Ajouter";

"Remove" = "Supprimer";

"Replace" = "Remplacer";

"This cannot be undone" = "Ceci ne peut pas être annulé.";

"Import" = "Importer";

"Export As:" = "Exporter comme :";

"Export" = "Exporter";


"The name \"%@\" is already taken." = "Le nom « %@ » existe déjà.";

"Please choose a different name." = "Veuillez choisir un autre nom.";


/* Menus */

"Show Toolbar" = "Afficher la barre d'outils";

"Hide Toolbar" = "Masquer la barre d'outils";


"Show Sidebar" = "Afficher la barre latérale";

"Hide Sidebar" = "Masquer la barre latérale";

"Show Binary Images" = "Afficher les images des binaires";

"Hide Binary Images" = "Masquer les images des binaires";

"Show Inspector" = "Afficher l'inspecteur";

"Hide Inspector" = "Masquer l'inspecteur";

"Show Registers" = "Afficher les registres";

"Hide Registers" = "Masquer les registres";

/* About box */

"version %@ (%@)" = "version %@ (%@)";

/* Themes Editor */

" copy" = " copie";

"Do you really want to remove the \"%@\" theme?" = "Voulez-vous vraiment supprimer le thème « %@ » ?";

"Do you really want to restore the default Fonts & Colors settings" = "Voulez-vous vraiment restaurer les préférences par défaut pour les polices et les couleurs ?";

"You will lose all the changes you made." = "Vous perdrez tous les changements que vous avez effectués.";

"Restore" = "Restaurer";

"Keep Both" = "Garder les deux";

    /* Colors labels */

"Background" = "Arrière-plan";

"Plain Text" = "Texte brut";

"Key" = "Clé";

"Thread Label" = "Label de Thread";

"Crashed Thread Label" = "Label du Thread planté";

"Executable Code" = "Code de l'éxécutable";

"OS Code" = "Code système";

"Memory Address" = "Adresse mémoire";

"Register Value" = "Valeur de registre";

"File Path" = "Chemin de fichier";

"Version" = "Version";

"UUID" = "UUID";

"Line Number" = "Numéro de ligne";

/* Sources */

"All" = "Tous";

"All reports from all sources" = "Tous les rapports en provenance de toutes les sources";

"User Reports" = "Rapports utilisateurs";

"System Reports" = "Rapports système";

"Untitled source" = "Source sans titre";

"Recents" = "Récents";

"Reports from the last 24 hours" = "Rapports depuis les dernières 24 heures";

"Move All \"%@\" Reports to Trash" = "Placer tous les rapports sur \"%@\" dans la corbeille";

/* Inspectors */

"Unknown version" = "Version inconnue";

"Version %@" = "Version %@";

"No Selection" = "Sélection vide";

"Not Available" = "Non disponible";

/* Views */

"Thread %ld" = "Thread %ld";

/* Sections */

"Header" = "En-tête";

"Exception Information" = "Information sur l'exception";

"Diagnostic Messages" = "Messages de diagnostic";

"Backtraces" = "Trace des appels";

"Thread State" = "État du thread";

"Binary Images" = "Images des binaires";

/* Outline */

"No backtraces available" = "Pas de trace des appels disponible";

/* Registers window */

"Registers" = "Registres";

"Registers - %@" = "Registres - %@";

"Registers state not available" = "État des registres\nnon disponible";

    /* Register name */

"%@:" = "%@ :";

/* Symbolication */

"line" = "ligne";

"column" = "colonne";

/* Export */

"The export operation failed." = "L'opération d'export a échoué.";
